{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp.git"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim.git"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim.git"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim.git"
    },
    "guess-indent.nvim": {
      "src": "https://github.com/NMAC427/guess-indent.nvim.git"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim.git"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim.git"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs.git"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua.git"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "roslyn.nvim": {
      "src": "https://github.com/seblyng/roslyn.nvim.git"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim.git"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim.git"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim.git"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim.git"
    },
    "typst-preview.nvim": {
      "src": "https://github.com/chomosuke/typst-preview.nvim.git"
    },
    "web-tools.nvim": {
      "src": "https://github.com/ray-x/web-tools.nvim.git"
    }
  }
}